tap "ankitpokhrel/jira-cli"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
brew "mas"
brew "act"
brew "asdf"
brew "bat"
brew "cmatrix"
brew "diff-so-fancy"
brew "docker"
brew "eza"
brew "harfbuzz"
brew "python@3.11"
brew "fontforge"
brew "fontconfig"
brew "fzf"
brew "gh"
brew "node"
brew "git"
brew "gitmoji"
brew "gnu-sed"
brew "http-server"
brew "hyperfine"
brew "jq"
brew "libfido2"
brew "libsecret"
brew "lua"
brew "lua-language-server"
brew "luv"
brew "mysql", restart_service: true
brew "navi"
brew "tree-sitter"
brew "neovim"
brew "pipenv"
brew "ripgrep"
brew "scrcpy"
brew "slides"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "vifm"
brew "ankitpokhrel/jira-cli/jira-cli"
brew "jesseduffield/lazygit/lazygit"
brew "rg"
cask "alacritty"
cask "alt-tab"
cask "altair-graphql-client"
cask "alfred"
cask "boop"
cask "datagrip"
cask "figma"
cask "firefox"
cask "flycut"
cask "google-chrome"
cask "hammerspoon"
cask "iterm2"
cask "karabiner-elements"
cask "keycastr"
cask "macvim"
cask "notion"
cask "postman"
cask "pycharm"
cask "slack"
cask "sublime-text"
cask "visual-studio-code"
cask "webstorm"
cask "wezterm"
cask "kitty"
cask "itsycal"
cask "obsidian"
cask "keycastr"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "ChakrounAnas.turbo-console-log"
vscode "chrisbibby.hide-node-modules"
vscode "ckolkman.vscode-postgres"
vscode "dbaeumer.vscode-eslint"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-todo-plus"
vscode "frenco.vscode-notion"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hediet.vscode-drawio"
vscode "jasonnutter.search-node-modules"
vscode "kumar-harsh.graphql-for-vscode"
vscode "LeetCode.vscode-leetcode"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "patbenatar.advanced-new-file"
vscode "Perkovec.emoji"
vscode "PKief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "styled-components.vscode-styled-components"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "unifiedjs.vscode-mdx"
vscode "vscodevim.vim"
vscode "WallabyJs.quokka-vscode"
vscode "withfig.fig"
vscode "Zignd.html-css-class-completion"
mas "Xcode", id: 497799835
mas "Magnet", id: 441258766
